/*
Navicat MySQL Data Transfer

Source Server         : mydatabases
Source Server Version : 50709
Source Host           : localhost:3306
Source Database       : yemaijiu

Target Server Type    : MYSQL
Target Server Version : 50709
File Encoding         : 65001

Date: 2019-09-06 22:10:21
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for ddlists
-- ----------------------------
DROP TABLE IF EXISTS `ddlists`;
CREATE TABLE `ddlists` (
  `title` varchar(255) DEFAULT NULL,
  `imgurl` varchar(255) DEFAULT NULL,
  `ratecount` varchar(255) DEFAULT NULL,
  `pinlun` int(11) DEFAULT NULL,
  `commentcount1` int(11) DEFAULT NULL,
  `soldnum` int(11) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `brand` varchar(255) DEFAULT NULL,
  `leixing` varchar(255) DEFAULT NULL,
  `price` int(11) DEFAULT NULL,
  `gid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `count` int(11) DEFAULT NULL,
  PRIMARY KEY (`gid`,`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of ddlists
-- ----------------------------
INSERT INTO `ddlists` VALUES ('宜宾五粮液尊耀珍品52度5...', '../img/imgs/4820615_110x180.jpg', '100%', '11', '11', '1223', '四川', '五粮液', '浓香型', '58', '2', '2', '3');

-- ----------------------------
-- Table structure for lists
-- ----------------------------
DROP TABLE IF EXISTS `lists`;
CREATE TABLE `lists` (
  `title` varchar(255) DEFAULT NULL,
  `imgurl` varchar(255) DEFAULT NULL,
  `ratecount` varchar(255) DEFAULT NULL,
  `pinlun` int(11) DEFAULT NULL,
  `commentcount1` int(11) DEFAULT NULL,
  `soldnum` int(11) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `brand` varchar(255) DEFAULT NULL,
  `leixing` varchar(255) DEFAULT NULL,
  `price` int(11) DEFAULT NULL,
  `gid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  PRIMARY KEY (`gid`,`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lists
-- ----------------------------
INSERT INTO `lists` VALUES ('35°五粮醇500ML', '../img/imgs/7814371_110x180.png', '100%', '0', '0', '16729', '贵州', '五粮液', '浓香型', '58', '1', '1');
INSERT INTO `lists` VALUES ('宜宾五粮液尊耀珍品52度5...', '../img/imgs/4820615_110x180.jpg', '100%', '11', '11', '1223', '四川', '五粮液', '浓香型', '58', '2', '2');
INSERT INTO `lists` VALUES ('泸州老窖头曲浓香型52度5...', '../img/imgs/8839959_110x180.jpg', '100%', '0', '0', '3694', '其他产地', '国窖', '浓香型', '359', '3', '3');
INSERT INTO `lists` VALUES ('水井坊臻酿八号52度500ml', '../img/imgs/0920981_110x180.png', '100%', '0', '0', '7156', '四川', '泸州老窖', '浓香型', '148', '4', '4');
INSERT INTO `lists` VALUES ('陈年老酒 52°真吾酒500m...', '../img/imgs/7505528_110x180.jpg', '100%', '5', '5', '122', '四川', '郎酒', '浓香型', '146', '5', '5');
INSERT INTO `lists` VALUES ('古井贡酒献礼原浆50度500...', '../img/imgs/1443936_110x180.png', '100%', '0', '0', '2797', '北京', '水井坊', '浓香型', '129', '6', '6');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆幸福版5...', '../img/imgs/5112775_110x180.jpg', '100%', '0', '0', '3295', '江苏', '国台', '浓香型', '300', '7', '7');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆哈萨克...', '../img/imgs/8589467_110x180.jpg', '100%', '0', '0', '2291', '北京', '茅台', '浓香型', '89', '8', '8');
INSERT INTO `lists` VALUES ('1998-2000年 38°泸州老...', '../img/imgs/1607255_110x180.jpg', '100%', '10', '10', '487', '安徽', '舍得', '浓香型', '88', '9', '9');
INSERT INTO `lists` VALUES ('古井贡酒30年窖龄酒50度5...', '../img/imgs/7886998_110x180.jpg', '100%', '0', '0', '2646', '新疆', '赖茅', '浓香型', '39', '10', '10');
INSERT INTO `lists` VALUES ('42度泸州老窖金奖特曲100...', '../img/imgs/7814371_110x180.png', '100%', '26', '26', '686', '山西', '口子窖', '浓香型', '128', '11', '11');
INSERT INTO `lists` VALUES ('50°达坂城酒 500ml 2005...', '../img/imgs/4820615_110x180.jpg', '91%', '13', '13', '2603', '其他产地', '汾酒', '浓香型', '388', '12', '12');
INSERT INTO `lists` VALUES ('52°五粮尊500ML', '../img/imgs/8839959_110x180.jpg', '100%', '15', '15', '172', '其他产地', '西风', '浓香型', '1099', '13', '13');
INSERT INTO `lists` VALUES ('52°国窖1573 500ML', '../img/imgs/0920981_110x180.png', '0%', '2', '2', '14593', '其他产地', '五粮液', '浓香型', '423', '14', '14');
INSERT INTO `lists` VALUES ('剑南春52度500ml电商版', '../img/imgs/7505528_110x180.jpg', '100%', '0', '0', '4438', '其他产地', '五粮液', '浓香型', '14', '15', '15');
INSERT INTO `lists` VALUES ('42度牛栏山陈酿 500ML', '../img/imgs/1443936_110x180.png', '100%', '0', '0', '8914', '贵州', '国窖', '浓香型', '420', '16', '16');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/5112775_110x180.jpg', '100%', '0', '0', '3108', '四川', '泸州老窖', '浓香型', '128', '17', '17');
INSERT INTO `lists` VALUES ('50°古井贡酒(瓷瓶）250m...', '../img/imgs/8589467_110x180.jpg', '99%', '15', '15', '1015', '其他产地', '郎酒', '浓香型', '299', '18', '18');
INSERT INTO `lists` VALUES ('洋河海之蓝礼盒42度480ml...', '../img/imgs/1607255_110x180.jpg', '100%', '0', '0', '989', '四川', '水井坊', '浓香型', '369', '19', '19');
INSERT INTO `lists` VALUES ('洋河天之蓝52度520ml', '../img/imgs/7886998_110x180.jpg', '100%', '0', '0', '751', '四川', '国台', '浓香型', '1008', '20', '20');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆幸福版5...', '../img/imgs/7814371_110x180.png', '100%', '0', '0', '559', '北京', '茅台', '浓香型', '160', '21', '21');
INSERT INTO `lists` VALUES ('古井贡酒古5年份原浆50度...', '../img/imgs/4820615_110x180.jpg', '100%', '0', '0', '3656', '江苏', '舍得', '浓香型', '99', '22', '22');
INSERT INTO `lists` VALUES ('五粮vvv精品级浓香型52度...', '../img/imgs/8839959_110x180.jpg', '100%', '0', '0', '1837', '北京', '赖茅', '浓香型', '173', '23', '23');
INSERT INTO `lists` VALUES ('洋河海之蓝52度520ml', '../img/imgs/0920981_110x180.png', '100%', '0', '0', '630', '安徽', '口子窖', '浓香型', '1129', '24', '24');
INSERT INTO `lists` VALUES ('52°五粮尊水晶装121B 50...', '../img/imgs/7505528_110x180.jpg', '100%', '48', '48', '77', '新疆', '汾酒', '浓香型', '129', '25', '25');
INSERT INTO `lists` VALUES ('洋河晶之藏52度500ml', '../img/imgs/1443936_110x180.png', '100%', '0', '0', '4114', '山西', '西风', '浓香型', '134', '26', '26');
INSERT INTO `lists` VALUES ('乾御海蓝之梦生态绵柔52...', '../img/imgs/5112775_110x180.jpg', '100%', '0', '0', '2153', '其他产地', '五粮液', '浓香型', '28', '27', '27');
INSERT INTO `lists` VALUES ('古井贡酒小罍子42度130ml', '../img/imgs/8589467_110x180.jpg', '100%', '0', '0', '4456', '其他产地', '五粮液', '浓香型', '89', '28', '28');
INSERT INTO `lists` VALUES ('52度 老窖真藏 精酿6号 5...', '../img/imgs/1607255_110x180.jpg', '100%', '17', '17', '2518', '其他产地', '国窖', '浓香型', '49', '29', '29');
INSERT INTO `lists` VALUES ('河套老窖年年红45度500ml', '../img/imgs/7886998_110x180.jpg', '100%', '0', '0', '1343', '其他产地', '泸州老窖', '浓香型', '168', '30', '30');
INSERT INTO `lists` VALUES ('茅乡典藏T30浓香型52度50...', '../img/imgs/7814371_110x180.png', '100%', '0', '0', '1117', '贵州', '郎酒', '浓香型', '379', '31', '31');
INSERT INTO `lists` VALUES ('水井坊鸿运装52度500ml', '../img/imgs/4820615_110x180.jpg', '100%', '0', '0', '977', '四川', '水井坊', '浓香型', '570', '32', '32');
INSERT INTO `lists` VALUES ('古井贡酒献礼原浆50度500...', '../img/imgs/8839959_110x180.jpg', '100%', '0', '0', '602', '其他产地', '国台', '浓香型', '383', '33', '33');
INSERT INTO `lists` VALUES ('剑南春38度500ml电商版', '../img/imgs/0920981_110x180.png', '100%', '2', '2', '341', '四川', '茅台', '浓香型', '1499', '34', '34');
INSERT INTO `lists` VALUES ('古井酒庄酒 醉美酒庄 50...', '../img/imgs/7505528_110x180.jpg', '100%', '0', '0', '2', '四川', '舍得', '浓香型', '399', '35', '35');
INSERT INTO `lists` VALUES ('52°泸州老窖特曲中华500...', '../img/imgs/1443936_110x180.png', '94%', '18', '18', '5071', '北京', '赖茅', '浓香型', '128', '36', '36');
INSERT INTO `lists` VALUES ('52°封藏老酒鉴赏装铁盒...', '../img/imgs/5112775_110x180.jpg', '0%', '1', '1', '505', '江苏', '口子窖', '浓香型', '176', '37', '37');
INSERT INTO `lists` VALUES ('45°沱牌九阳天 480ml 02...', '../img/imgs/8589467_110x180.jpg', '100%', '4', '4', '9', '北京', '汾酒', '浓香型', '221', '38', '38');
INSERT INTO `lists` VALUES ('52°泸州老窖浓香老窖（...', '../img/imgs/1607255_110x180.jpg', '98%', '53', '53', '2844', '安徽', '西风', '浓香型', '59', '39', '39');
INSERT INTO `lists` VALUES ('46°洋河大曲500ml', '../img/imgs/7886998_110x180.jpg', '100%', '9', '9', '71', '新疆', '五粮液', '浓香型', '238', '40', '40');
INSERT INTO `lists` VALUES ('黄鹤楼陈香1989 42度500m...', '../img/imgs/1805446_110x180.JPG', '100%', '0', '0', '1', '山西', '五粮液', '浓香型', '186', '41', '41');
INSERT INTO `lists` VALUES ('五粮液黄金酒贵宾礼盒52...', '../img/imgs/3950167_110x180.jpg', '100%', '0', '0', '1', '其他产地', '国窖', '浓香型', '122', '42', '42');
INSERT INTO `lists` VALUES ('52°泸州老窖精品头曲500...', '../img/imgs/8496322_110x180.JPG', '97%', '48', '48', '1382', '其他产地', '泸州老窖', '浓香型', '180', '43', '43');
INSERT INTO `lists` VALUES ('泸州老窖授权专卖 52度 ...', '../img/imgs/9643554_110x180.png', '100%', '80', '80', '300', '其他产地', '郎酒', '浓香型', '199', '44', '44');
INSERT INTO `lists` VALUES ('52°五粮液富贵天下 棉柔...', '../img/imgs/4719362_110x180.JPG', '100%', '0', '0', '6419', '其他产地', '水井坊', '浓香型', '59', '45', '45');
INSERT INTO `lists` VALUES ('河套老窖珍品42度500ml', '../img/imgs/8336725_110x180.png', '100%', '0', '0', '1353', '贵州', '国台', '浓香型', '35', '46', '46');
INSERT INTO `lists` VALUES ('52°泸州原味老窖绵雅500...', '../img/imgs/0004044_110x180.jpg', '100%', '10', '10', '1093', '四川', '茅台', '浓香型', '1499', '47', '47');
INSERT INTO `lists` VALUES ('洋河梦之蓝M6礼盒52度500...', '../img/imgs/9615817_110x180.png', '100%', '0', '0', '992', '其他产地', '舍得', '浓香型', '118', '48', '48');
INSERT INTO `lists` VALUES ('52°泸州老窖头曲（09版...', '../img/imgs/4337206_110x180.png', '95%', '20', '20', '798', '四川', '赖茅', '浓香型', '339', '49', '49');
INSERT INTO `lists` VALUES ('洋河海之蓝礼盒52度480ml...', '../img/imgs/8496322_110x180.JPG', '100%', '0', '0', '654', '四川', '口子窖', '浓香型', '739', '50', '50');
INSERT INTO `lists` VALUES ('洋河天之蓝礼盒52度480ml...', '../img/imgs/9643554_110x180.png', '100%', '0', '0', '549', '北京', '汾酒', '浓香型', '208', '51', '51');
INSERT INTO `lists` VALUES ('五粮春浓香型45度500ML', '../img/imgs/4719362_110x180.JPG', '100%', '0', '0', '372', '江苏', '西风', '浓香型', '38', '52', '52');
INSERT INTO `lists` VALUES ('河套老窖三星39度500ml', '../img/imgs/8336725_110x180.png', '100%', '0', '0', '292', '北京', '五粮液', '浓香型', '142', '53', '53');
INSERT INTO `lists` VALUES ('luzhou/泸州老窖 52° 泸...', '../img/imgs/0004044_110x180.jpg', '100%', '33', '33', '559', '安徽', '五粮液', '浓香型', '98', '54', '54');
INSERT INTO `lists` VALUES ('36度 牛栏山 百年二锅头 ...', '../img/imgs/9615817_110x180.png', '100%', '9', '9', '170', '新疆', '国窖', '浓香型', '79', '55', '55');
INSERT INTO `lists` VALUES ('38°古井贡酒版（龙韵瓶...', '../img/imgs/4337206_110x180.png', '100%', '0', '0', '75', '山西', '泸州老窖', '浓香型', '118', '56', '56');
INSERT INTO `lists` VALUES ('52°金六福红特曲500ml', '../img/imgs/9101870_110x180.jpg', '100%', '48', '48', '281', '其他产地', '郎酒', '浓香型', '663', '57', '57');
INSERT INTO `lists` VALUES ('52°舍得500ml', '../img/imgs/1805446_110x180.JPG', '100%', '29', '29', '340', '其他产地', '水井坊', '浓香型', '256', '58', '58');
INSERT INTO `lists` VALUES ('38°金贵特曲酒500±10ml...', '../img/imgs/3950167_110x180.jpg', '100%', '3', '3', '14', '其他产地', '国台', '浓香型', '165', '59', '59');
INSERT INTO `lists` VALUES ('52°泸州老窖红喜庆500ml', '../img/imgs/8496322_110x180.JPG', '100%', '4', '4', '77', '其他产地', '茅台', '浓香型', '168', '60', '60');
INSERT INTO `lists` VALUES ('52°泸州老窖老窖真藏蓝...', '../img/imgs/9643554_110x180.png', '100%', '51', '51', '5035', '贵州', '舍得', '浓香型', '109', '61', '61');
INSERT INTO `lists` VALUES ('52°泸州老窖尊王（德瑞...', '../img/imgs/4719362_110x180.JPG', '100%', '1', '1', '95', '四川', '赖茅', '浓香型', '168', '62', '62');
INSERT INTO `lists` VALUES ('52度泸州老窖头曲（09版...', '../img/imgs/8336725_110x180.png', '96%', '27', '27', '211', '其他产地', '口子窖', '浓香型', '89', '63', '63');
INSERT INTO `lists` VALUES ('45度洋河梦之蓝M1 100ml', '../img/imgs/0004044_110x180.jpg', '0%', '1', '1', '42', '四川', '汾酒', '浓香型', '232', '64', '64');
INSERT INTO `lists` VALUES ('52°泸州老窖八年陈流金...', '../img/imgs/9615817_110x180.png', '100%', '5', '5', '380', '四川', '西风', '浓香型', '36', '65', '65');
INSERT INTO `lists` VALUES ('52°杜康十年窖藏 500ML', '../img/imgs/4337206_110x180.png', '100%', '9', '9', '74', '北京', '五粮液', '浓香型', '85', '66', '66');
INSERT INTO `lists` VALUES ('古井贡酒小幸福版50度250...', '../img/imgs/9101870_110x180.jpg', '100%', '0', '0', '2327', '江苏', '五粮液', '浓香型', '59', '67', '67');
INSERT INTO `lists` VALUES ('52°杜康花好月圆500ML', '../img/imgs/9615817_110x180.png', '100%', '6', '6', '70', '北京', '国窖', '浓香型', '89', '68', '68');
INSERT INTO `lists` VALUES ('52°泸州老窖浓香禧韵500...', '../img/imgs/4337206_110x180.png', '100%', '12', '12', '42', '安徽', '泸州老窖', '浓香型', '269', '69', '69');
INSERT INTO `lists` VALUES ('52°泸州老窖 老窖真藏 ...', '../img/imgs/9101870_110x180.jpg', '100%', '5', '5', '323', '新疆', '郎酒', '浓香型', '99', '70', '70');
INSERT INTO `lists` VALUES ('52°郎酒郎泉佳酿500ML', '../img/imgs/1223846_110x180.png', '100%', '11', '11', '29', '山西', '水井坊', '浓香型', '199', '71', '71');
INSERT INTO `lists` VALUES ('水井坊井台瓶简装光瓶52...', '../img/imgs/6333516_110x180.PNG', '100%', '0', '0', '2875', '其他产地', '国台', '浓香型', '68', '72', '72');
INSERT INTO `lists` VALUES ('52度 泸州老窖 老窖陈酒 ...', '../img/imgs/2866934_110x180.png', '100%', '19', '19', '2712', '其他产地', '茅台', '浓香型', '99', '73', '73');
INSERT INTO `lists` VALUES ('52度茅乡封藏酒V18', '../img/imgs/6057529_110x180.png', '100%', '0', '0', '2177', '其他产地', '舍得', '浓香型', '19', '74', '74');
INSERT INTO `lists` VALUES ('56°杜康小酒头125ML', '../img/imgs/0580805_110x180.png', '100%', '3', '3', '371', '其他产地', '赖茅', '浓香型', '654', '75', '75');
INSERT INTO `lists` VALUES ('52度泸州老窖老窖陈酒八...', '../img/imgs/2080060_110x180.png', '100%', '4', '4', '294', '贵州', '口子窖', '浓香型', '45', '76', '76');
INSERT INTO `lists` VALUES ('52°双沟金质特曲500ml', '../img/imgs/1529330_110x180.jpg', '100%', '3', '3', '214', '四川', '汾酒', '浓香型', '139', '77', '77');
INSERT INTO `lists` VALUES ('52°泸州老窖真藏头曲礼...', '../img/imgs/2762428_110x180.jpg', '100%', '3', '3', '48', '其他产地', '西风', '浓香型', '512', '78', '78');
INSERT INTO `lists` VALUES ('50°古井贡酒(瓷瓶）250m...', '../img/imgs/9998338_110x180.png', '100%', '0', '0', '303', '四川', '五粮液', '浓香型', '269', '79', '79');
INSERT INTO `lists` VALUES ('52度百年泸州老窖（窖龄6...', '../img/imgs/1942863_110x180.jpg', '100%', '5', '5', '96', '四川', '五粮液', '浓香型', '59', '80', '80');
INSERT INTO `lists` VALUES ('52°金六福福星高照三星5...', '../img/imgs/1223846_110x180.png', '100%', '0', '0', '56', '北京', '国窖', '浓香型', '336', '81', '81');
INSERT INTO `lists` VALUES ('52°酒版泸州老窖特曲 50...', '../img/imgs/6333516_110x180.PNG', '100%', '4', '4', '101', '江苏', '泸州老窖', '浓香型', '59', '82', '82');
INSERT INTO `lists` VALUES ('52°金六福金三星酒450ML', '../img/imgs/2866934_110x180.png', '100%', '0', '0', '54', '北京', '郎酒', '浓香型', '518', '83', '83');
INSERT INTO `lists` VALUES ('52°泸州老窖8年头曲定制...', '../img/imgs/6057529_110x180.png', '100%', '3', '3', '151', '安徽', '水井坊', '浓香型', '139', '84', '84');
INSERT INTO `lists` VALUES ('52度泸州老窖陈酒新六500...', '../img/imgs/0580805_110x180.png', '100%', '1', '1', '141', '新疆', '国台', '浓香型', '29', '85', '85');
INSERT INTO `lists` VALUES ('39°双沟二星佳酿500ml', '../img/imgs/2080060_110x180.png', '100%', '0', '0', '118', '山西', '茅台', '浓香型', '199', '86', '86');
INSERT INTO `lists` VALUES ('52°金六福红五星450ml', '../img/imgs/1529330_110x180.jpg', '100%', '1', '1', '69', '其他产地', '舍得', '浓香型', '109', '87', '87');
INSERT INTO `lists` VALUES ('52°泸州老窖8年陳头曲致...', '../img/imgs/2762428_110x180.jpg', '100%', '0', '0', '18', '其他产地', '赖茅', '浓香型', '35', '88', '88');
INSERT INTO `lists` VALUES ('52°杜康1988（铁盒）500...', '../img/imgs/9998338_110x180.png', '100%', '1', '1', '12', '其他产地', '口子窖', '浓香型', '948', '89', '89');
INSERT INTO `lists` VALUES ('52°泸州老窖浓香红瓷*6', '../img/imgs/1942863_110x180.jpg', '100%', '3', '3', '7', '其他产地', '汾酒', '浓香型', '398', '90', '90');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装（...', '../img/imgs/1223846_110x180.png', '100%', '0', '0', '11290', '贵州', '西风', '浓香型', '658', '91', '91');
INSERT INTO `lists` VALUES ('水井坊私享大坛收藏级原...', '../img/imgs/6333516_110x180.PNG', '100%', '0', '0', '9700', '四川', '五粮液', '浓香型', '198', '92', '92');
INSERT INTO `lists` VALUES ('52°泸州古法特曲酒500ML', '../img/imgs/2866934_110x180.png', '100%', '0', '0', '6532', '其他产地', '五粮液', '浓香型', '9', '93', '93');
INSERT INTO `lists` VALUES ('绵竹大曲浓香型52度500ML', '../img/imgs/6057529_110x180.png', '100%', '0', '0', '5540', '四川', '国窖', '浓香型', '248', '94', '94');
INSERT INTO `lists` VALUES ('泸州老窖特曲52度500ml', '../img/imgs/0580805_110x180.png', '100%', '0', '0', '4297', '四川', '泸州老窖', '浓香型', '118', '95', '95');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆献礼40....', '../img/imgs/2080060_110x180.png', '100%', '0', '0', '3822', '北京', '郎酒', '浓香型', '199', '96', '96');
INSERT INTO `lists` VALUES ('习酒123干52度500ml*2', '../img/imgs/1529330_110x180.jpg', '100%', '0', '0', '3463', '江苏', '水井坊', '浓香型', '105', '97', '97');
INSERT INTO `lists` VALUES ('古井贡酒古5小45度250ml', '../img/imgs/2762428_110x180.jpg', '100%', '0', '0', '3452', '北京', '国台', '浓香型', '199', '98', '98');
INSERT INTO `lists` VALUES ('52°五粮液东方骄子 珍藏...', '../img/imgs/9998338_110x180.png', '0%', '2', '2', '3279', '安徽', '茅台', '浓香型', '76', '99', '99');
INSERT INTO `lists` VALUES ('古井贡酒小献礼版50度250...', '../img/imgs/1942863_110x180.jpg', '100%', '0', '0', '3046', '新疆', '舍得', '浓香型', '99', '100', '100');
INSERT INTO `lists` VALUES ('52°泸州老窖 老窖真藏 ...', '../img/imgs/2559597_110x180.jpg', '100%', '10', '10', '2577', '山西', '赖茅', '浓香型', '69', '101', '101');
INSERT INTO `lists` VALUES ('泸州老窖传统酿造88浓香...', '../img/imgs/7389523_110x180.png', '100%', '0', '0', '2230', '江苏', '五粮液', '浓香型', '89', '102', '102');
INSERT INTO `lists` VALUES ('百年盛世珍品 52度 500ML', '../img/imgs/8714106_110x180.jpg', '100%', '0', '0', '2216', '北京', '国窖', '浓香型', '98', '103', '103');
INSERT INTO `lists` VALUES ('中国梦5星级52度500ML', '../img/imgs/9823404_110x180.png', '100%', '0', '0', '2184', '安徽', '泸州老窖', '浓香型', '36', '104', '104');
INSERT INTO `lists` VALUES ('老窖陈酒珍品浓香型52度5...', '../img/imgs/4230634_110x180.png', '100%', '0', '0', '2032', '新疆', '郎酒', '浓香型', '519', '105', '105');
INSERT INTO `lists` VALUES ('水井坊井台52度500ml', '../img/imgs/8910163_110x180.png', '100%', '0', '0', '1941', '山西', '水井坊', '浓香型', '198', '106', '106');
INSERT INTO `lists` VALUES ('古井贡酒60年窖龄酒50度5...', '../img/imgs/0426339_110x180.jpg', '100%', '0', '0', '1897', '其他产地', '国台', '浓香型', '119', '107', '107');
INSERT INTO `lists` VALUES ('52°泸州醇酒（金五钻）5...', '../img/imgs/4814642_110x180.jpg', '100%', '27', '27', '1799', '其他产地', '茅台', '浓香型', '58', '108', '108');
INSERT INTO `lists` VALUES ('富贵天下 优品 52度 500M...', '../img/imgs/3633606_110x180.jpg', '100%', '0', '0', '1703', '其他产地', '舍得', '浓香型', '1299', '109', '109');
INSERT INTO `lists` VALUES ('52°五粮液1618 500ml', '../img/imgs/9567349_110x180.png', '100%', '6', '6', '1597', '其他产地', '赖茅', '浓香型', '99', '110', '110');
INSERT INTO `lists` VALUES ('泸州老窖传统酿造66浓香...', '../img/imgs/2559597_110x180.jpg', '100%', '0', '0', '1592', '贵州', '口子窖', '浓香型', '39', '111', '111');
INSERT INTO `lists` VALUES ('封藏老酒 典藏 52度 500M...', '../img/imgs/7389523_110x180.png', '0%', '5', '5', '1539', '四川', '汾酒', '浓香型', '69', '112', '112');
INSERT INTO `lists` VALUES ('富贵天下 绵纯级 52度 50...', '../img/imgs/8714106_110x180.jpg', '100%', '0', '0', '1501', '其他产地', '西风', '浓香型', '99', '113', '113');
INSERT INTO `lists` VALUES ('52°燃点 500ML(浓香型白...', '../img/imgs/9823404_110x180.png', '100%', '44', '44', '1429', '四川', '五粮液', '浓香型', '336', '114', '114');
INSERT INTO `lists` VALUES ('52°泸州老窖老窖真藏蓝...', '../img/imgs/4230634_110x180.png', '100%', '259', '259', '1204', '四川', '五粮液', '浓香型', '118', '115', '115');
INSERT INTO `lists` VALUES ('52°浓香老窖500ml', '../img/imgs/8910163_110x180.png', '99%', '21', '21', '1386', '北京', '国窖', '浓香型', '49', '116', '116');
INSERT INTO `lists` VALUES ('52°燃点 125ML', '../img/imgs/0426339_110x180.jpg', '100%', '49', '49', '1206', '江苏', '泸州老窖', '浓香型', '58', '117', '117');
INSERT INTO `lists` VALUES ('河套老窖至醇42度500ml', '../img/imgs/4814642_110x180.jpg', '100%', '0', '0', '1244', '北京', '郎酒', '浓香型', '189', '118', '118');
INSERT INTO `lists` VALUES ('52度 天下福酒 500ml', '../img/imgs/3633606_110x180.jpg', '83%', '47', '47', '1197', '安徽', '水井坊', '浓香型', '59', '119', '119');
INSERT INTO `lists` VALUES ('河套老窖富贵42度500ml', '../img/imgs/9567349_110x180.png', '100%', '0', '0', '1098', '新疆', '国台', '浓香型', '179', '120', '120');
INSERT INTO `lists` VALUES ('水井坊小水井52度500ml', '../img/imgs/2559597_110x180.jpg', '100%', '0', '0', '1095', '山西', '茅台', '浓香型', '78', '121', '121');
INSERT INTO `lists` VALUES ('河套老窖至醇52度500ml', '../img/imgs/7389523_110x180.png', '100%', '0', '0', '1064', '其他产地', '舍得', '浓香型', '99', '122', '122');
INSERT INTO `lists` VALUES ('52°泸州原味老窖柔雅500...', '../img/imgs/8714106_110x180.jpg', '100%', '16', '16', '992', '其他产地', '赖茅', '浓香型', '89', '123', '123');
INSERT INTO `lists` VALUES ('杜康 白水杜康酒-精品 52...', '../img/imgs/9823404_110x180.png', '100%', '0', '0', '1003', '其他产地', '口子窖', '浓香型', '99', '124', '124');
INSERT INTO `lists` VALUES ('52度泸州老窖头曲淡雅475...', '../img/imgs/4230634_110x180.png', '100%', '0', '0', '997', '其他产地', '汾酒', '浓香型', '1388', '125', '125');
INSERT INTO `lists` VALUES ('河套王大庆版47.5度700ml', '../img/imgs/8910163_110x180.png', '100%', '0', '0', '995', '贵州', '西风', '浓香型', '559', '126', '126');
INSERT INTO `lists` VALUES ('古井贡酒30年窖龄酒50度5...', '../img/imgs/0426339_110x180.jpg', '100%', '0', '0', '955', '四川', '五粮液', '浓香型', '996', '127', '127');
INSERT INTO `lists` VALUES ('古井贡酒哈萨克斯坦世博...', '../img/imgs/4814642_110x180.jpg', '100%', '0', '0', '942', '其他产地', '五粮液', '浓香型', '240', '128', '128');
INSERT INTO `lists` VALUES ('古井粮液2018年50度750ml...', '../img/imgs/3633606_110x180.jpg', '100%', '0', '0', '923', '四川', '国窖', '浓香型', '148', '129', '129');
INSERT INTO `lists` VALUES ('河套老窖至臻52度500ml', '../img/imgs/9567349_110x180.png', '100%', '0', '0', '913', '四川', '泸州老窖', '浓香型', '208', '130', '130');
INSERT INTO `lists` VALUES ('淡雅河套16 45度500ml', '../img/imgs/4421931_110x180.jpg', '100%', '0', '0', '896', '北京', '郎酒', '浓香型', '38', '131', '131');
INSERT INTO `lists` VALUES ('52°泸州老窖鉴赏级典藏3...', '../img/imgs/8312741_110x180.png', '94%', '17', '17', '801', '江苏', '水井坊', '浓香型', '472', '132', '132');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆献礼40....', '../img/imgs/8467205_110x180.png', '100%', '0', '0', '794', '北京', '国台', '浓香型', '153', '133', '133');
INSERT INTO `lists` VALUES ('洋河海之蓝42度520ml', '../img/imgs/3406858_110x180.jpg', '100%', '0', '0', '771', '安徽', '茅台', '浓香型', '88', '134', '134');
INSERT INTO `lists` VALUES ('五粮迎宾酒上品浓香型52...', '../img/imgs/1283307_110x180.jpg', '100%', '0', '0', '761', '新疆', '舍得', '浓香型', '79', '135', '135');
INSERT INTO `lists` VALUES ('河套老窖精品45度500ml', '../img/imgs/7865750_110x180.png', '100%', '0', '0', '742', '山西', '赖茅', '浓香型', '98', '136', '136');
INSERT INTO `lists` VALUES ('淡雅河套15 38度375ml', '../img/imgs/8533865_110x180.png', '100%', '0', '0', '736', '江苏', '五粮液', '浓香型', '79', '137', '137');
INSERT INTO `lists` VALUES ('52°金六福 福一星 475ml', '../img/imgs/8460009_110x180.jpg', '99%', '21', '21', '702', '北京', '国窖', '浓香型', '168', '138', '138');
INSERT INTO `lists` VALUES ('河套王经典39度500ml', '../img/imgs/3449971_110x180.jpg', '100%', '0', '0', '717', '安徽', '泸州老窖', '浓香型', '98', '139', '139');
INSERT INTO `lists` VALUES ('郎酒贵宾郎浓香型50度500...', '../img/imgs/4116458_180x180.png', '100%', '0', '0', '678', '新疆', '郎酒', '浓香型', '269', '140', '140');
INSERT INTO `lists` VALUES ('水井坊井台52度250ml', '../img/imgs/4421931_110x180.jpg', '100%', '0', '0', '651', '山西', '水井坊', '浓香型', '96', '141', '141');
INSERT INTO `lists` VALUES ('52°泸州老窖六年陈头曲5...', '../img/imgs/8312741_110x180.png', '100%', '0', '0', '649', '其他产地', '国台', '浓香型', '298', '142', '142');
INSERT INTO `lists` VALUES ('河套王42度500ml', '../img/imgs/8467205_110x180.png', '100%', '0', '0', '588', '其他产地', '茅台', '浓香型', '199', '143', '143');
INSERT INTO `lists` VALUES ('52°燃点 1660ML', '../img/imgs/3406858_110x180.jpg', '99%', '42', '42', '537', '其他产地', '舍得', '浓香型', '168', '144', '144');
INSERT INTO `lists` VALUES ('泸州老窖精品头曲D9浓香...', '../img/imgs/1283307_110x180.jpg', '100%', '0', '0', '566', '其他产地', '赖茅', '浓香型', '69', '145', '145');
INSERT INTO `lists` VALUES ('经典玉液V11浓香型52度50...', '../img/imgs/7865750_110x180.png', '100%', '0', '0', '562', '贵州', '口子窖', '浓香型', '99', '146', '146');
INSERT INTO `lists` VALUES ('淡雅河套15 36度375ml', '../img/imgs/8533865_110x180.png', '100%', '0', '0', '561', '四川', '汾酒', '浓香型', '400', '147', '147');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/8460009_110x180.jpg', '100%', '0', '0', '554', '其他产地', '西风', '浓香型', '238', '148', '148');
INSERT INTO `lists` VALUES ('淡雅河套18 42度500ml', '../img/imgs/3449971_110x180.jpg', '100%', '0', '0', '548', '四川', '五粮液', '浓香型', '598', '149', '149');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/4116458_180x180.png', '100%', '0', '0', '534', '四川', '五粮液', '浓香型', '188', '150', '150');
INSERT INTO `lists` VALUES ('52°泸州老窖八年陈头曲...', '../img/imgs/4421931_110x180.jpg', '100%', '2', '2', '510', '北京', '国窖', '浓香型', '679', '151', '151');
INSERT INTO `lists` VALUES ('洋河天之蓝礼盒46度480ml...', '../img/imgs/8312741_110x180.png', '100%', '0', '0', '479', '江苏', '泸州老窖', '浓香型', '188', '152', '152');
INSERT INTO `lists` VALUES ('朴客发烧套装700ml', '../img/imgs/8467205_110x180.png', '100%', '3', '3', '468', '北京', '郎酒', '浓香型', '2520', '153', '153');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/3406858_110x180.jpg', '100%', '0', '0', '464', '安徽', '水井坊', '浓香型', '358', '154', '154');
INSERT INTO `lists` VALUES ('古井贡酒古5年份原浆2018...', '../img/imgs/1283307_110x180.jpg', '100%', '0', '0', '459', '新疆', '国台', '浓香型', '108', '155', '155');
INSERT INTO `lists` VALUES ('河套王经典39度248ml', '../img/imgs/7865750_110x180.png', '100%', '0', '0', '458', '山西', '茅台', '浓香型', '59', '156', '156');
INSERT INTO `lists` VALUES ('河套老窖四星金河套45度5...', '../img/imgs/8533865_110x180.png', '100%', '0', '0', '437', '其他产地', '舍得', '浓香型', '1188', '157', '157');
INSERT INTO `lists` VALUES ('古井贡酒60年窖龄酒50度5...', '../img/imgs/8460009_110x180.jpg', '100%', '0', '0', '434', '其他产地', '赖茅', '浓香型', '916', '158', '158');
INSERT INTO `lists` VALUES ('水井坊臻酿八号52度500ml...', '../img/imgs/3449971_110x180.jpg', '100%', '0', '0', '414', '其他产地', '口子窖', '浓香型', '408', '159', '159');
INSERT INTO `lists` VALUES ('52度 泸州老窖 老窖陈酒 ...', '../img/imgs/4116458_180x180.png', '100%', '26', '26', '385', '其他产地', '汾酒', '浓香型', '105', '160', '160');
INSERT INTO `lists` VALUES ('52°泸州老窖六年陈头曲5...', '../img/imgs/5979733_110x180.jpg', '100%', '4', '4', '406', '贵州', '西风', '浓香型', '99', '161', '161');
INSERT INTO `lists` VALUES ('42°泸州老窖浓香青瓷鉴...', '../img/imgs/0299225_110x180.png', '99%', '19', '19', '386', '四川', '五粮液', '浓香型', '1074', '162', '162');
INSERT INTO `lists` VALUES ('古井贡酒古5年份原浆2018...', '../img/imgs/3411709_110x180.jpg', '100%', '0', '0', '394', '其他产地', '五粮液', '浓香型', '456', '163', '163');
INSERT INTO `lists` VALUES ('古井贡酒小献礼版50度250...', '../img/imgs/0615549_110x180.png', '100%', '0', '0', '391', '四川', '国窖', '浓香型', '399', '164', '164');
INSERT INTO `lists` VALUES ('52度百年泸州老窖窖龄30...', '../img/imgs/4086215_110x180.png', '100%', '22', '22', '353', '四川', '泸州老窖', '浓香型', '588', '165', '165');
INSERT INTO `lists` VALUES ('48°成都大曲酒 520ml  2...', '../img/imgs/8044407_110x180.png', '100%', '2', '2', '361', '北京', '郎酒', '浓香型', '2400', '166', '166');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/7976554_110x180.jpg', '100%', '0', '0', '353', '江苏', '水井坊', '浓香型', '229', '167', '167');
INSERT INTO `lists` VALUES ('河套王五星36度500ml', '../img/imgs/1494404_110x180.png', '100%', '0', '0', '352', '北京', '国台', '浓香型', '336', '168', '168');
INSERT INTO `lists` VALUES ('古井贡酒小罍子42°130ml...', '../img/imgs/5176675_110x180.png', '100%', '0', '0', '347', '安徽', '茅台', '浓香型', '499', '169', '169');
INSERT INTO `lists` VALUES ('水井坊井台38度500ml', '../img/imgs/3563740_110x180.jpg', '100%', '0', '0', '344', '新疆', '舍得', '浓香型', '49', '170', '170');
INSERT INTO `lists` VALUES ('52度泸州老窖老窖陈酒八...', '../img/imgs/5979733_110x180.jpg', '100%', '2', '2', '341', '山西', '赖茅', '浓香型', '2748', '171', '171');
INSERT INTO `lists` VALUES ('水井坊臻酿八号52度500ml...', '../img/imgs/0299225_110x180.png', '100%', '0', '0', '334', '江苏', '五粮液', '浓香型', '98', '172', '172');
INSERT INTO `lists` VALUES ('42°泸州老窖泸州醇500ml...', '../img/imgs/3411709_110x180.jpg', '100%', '46', '46', '277', '北京', '国窖', '浓香型', '1550', '173', '173');
INSERT INTO `lists` VALUES ('水井坊菁翠52度500ml', '../img/imgs/0615549_110x180.png', '100%', '0', '0', '317', '安徽', '泸州老窖', '浓香型', '109', '174', '174');
INSERT INTO `lists` VALUES ('52°泸州醇酒（红三钻）4...', '../img/imgs/4086215_110x180.png', '100%', '3', '3', '307', '新疆', '郎酒', '浓香型', '278', '175', '175');
INSERT INTO `lists` VALUES ('淡雅河套20 45度500ml', '../img/imgs/8044407_110x180.png', '100%', '0', '0', '301', '山西', '水井坊', '浓香型', '59', '176', '176');
INSERT INTO `lists` VALUES ('52度原浆窖酒500ml', '../img/imgs/7976554_110x180.jpg', '100%', '1', '1', '299', '其他产地', '国台', '浓香型', '358', '177', '177');
INSERT INTO `lists` VALUES ('古井贡酒献礼原浆50度500...', '../img/imgs/1494404_110x180.png', '100%', '0', '0', '299', '其他产地', '茅台', '浓香型', '118', '178', '178');
INSERT INTO `lists` VALUES ('52°泸州醇酒（蓝四钻）5...', '../img/imgs/5176675_110x180.png', '100%', '0', '0', '294', '其他产地', '舍得', '浓香型', '398', '179', '179');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装（...', '../img/imgs/3563740_110x180.jpg', '100%', '0', '0', '291', '其他产地', '赖茅', '浓香型', '108', '180', '180');
INSERT INTO `lists` VALUES ('42°泸州老窖泸州醇500ml', '../img/imgs/5979733_110x180.jpg', '100%', '15', '15', '254', '贵州', '口子窖', '浓香型', '335', '181', '181');
INSERT INTO `lists` VALUES ('杜康N99浓香型52度500ML', '../img/imgs/0299225_110x180.png', '100%', '0', '0', '267', '四川', '汾酒', '浓香型', '236', '182', '182');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆献礼201...', '../img/imgs/3411709_110x180.jpg', '100%', '0', '0', '264', '其他产地', '西风', '浓香型', '98', '183', '183');
INSERT INTO `lists` VALUES ('52°泸州老窖珍酿原味500...', '../img/imgs/0615549_110x180.png', '100%', '0', '0', '247', '四川', '五粮液', '浓香型', '236', '184', '184');
INSERT INTO `lists` VALUES ('50°500ML五粮人家家藏', '../img/imgs/4086215_110x180.png', '100%', '0', '0', '239', '四川', '五粮液', '浓香型', '90', '185', '185');
INSERT INTO `lists` VALUES ('50度尖庄', '../img/imgs/8044407_110x180.png', '100%', '0', '0', '238', '北京', '国窖', '浓香型', '119', '186', '186');
INSERT INTO `lists` VALUES ('52度苏金樽窖藏30年500ml', '../img/imgs/7976554_110x180.jpg', '100%', '0', '0', '238', '江苏', '泸州老窖', '浓香型', '69', '187', '187');
INSERT INTO `lists` VALUES ('52°梦酒红狮500ml', '../img/imgs/1494404_110x180.png', '0%', '1', '1', '237', '北京', '郎酒', '浓香型', '139', '188', '188');
INSERT INTO `lists` VALUES ('50°500ML五粮人家家酿', '../img/imgs/5176675_110x180.png', '100%', '0', '0', '236', '安徽', '水井坊', '浓香型', '99', '189', '189');
INSERT INTO `lists` VALUES ('52度泸州老窖尊王珍藏不...', '../img/imgs/3563740_110x180.jpg', '100%', '3', '3', '233', '新疆', '国台', '浓香型', '141', '190', '190');
INSERT INTO `lists` VALUES ('52°百年沱牌祥和 500ml', '../img/imgs/5979733_110x180.jpg', '100%', '0', '0', '236', '山西', '茅台', '浓香型', '389', '191', '191');
INSERT INTO `lists` VALUES ('水井坊臻酿八号禧庆版52...', '../img/imgs/0299225_110x180.png', '100%', '0', '0', '224', '其他产地', '舍得', '浓香型', '158', '192', '192');
INSERT INTO `lists` VALUES ('52°泸州老窖浓香红瓷', '../img/imgs/3411709_110x180.jpg', '100%', '77', '77', '127', '其他产地', '赖茅', '浓香型', '288', '193', '193');
INSERT INTO `lists` VALUES ('五粮液 股份公司 1995专...', '../img/imgs/0615549_110x180.png', '100%', '0', '0', '202', '其他产地', '口子窖', '浓香型', '199', '194', '194');
INSERT INTO `lists` VALUES ('52°泸州老窖 八年陈窖 ...', '../img/imgs/4086215_110x180.png', '0%', '2', '2', '198', '其他产地', '汾酒', '浓香型', '499', '195', '195');
INSERT INTO `lists` VALUES ('53度水井坊井台水晶盒装5...', '../img/imgs/8044407_110x180.png', '100%', '10', '10', '184', '贵州', '西风', '浓香型', '2529', '196', '196');
INSERT INTO `lists` VALUES ('剑南春52度500ml电商版*6', '../img/imgs/7976554_110x180.jpg', '100%', '0', '0', '187', '四川', '五粮液', '浓香型', '128', '197', '197');
INSERT INTO `lists` VALUES ('黄鹤楼酒一楼52度500ml', '../img/imgs/1494404_110x180.png', '100%', '0', '0', '184', '其他产地', '五粮液', '浓香型', '179', '198', '198');
INSERT INTO `lists` VALUES ('50°绵柔金六福·青瓷500...', '../img/imgs/5176675_110x180.png', '100%', '0', '0', '178', '四川', '国窖', '浓香型', '206', '199', '199');
INSERT INTO `lists` VALUES ('52°泸州老窖尊王（喜瑞...', '../img/imgs/3563740_110x180.jpg', '100%', '1', '1', '173', '四川', '泸州老窖', '浓香型', '1008', '200', '200');
INSERT INTO `lists` VALUES ('52°泸州老窖老窖真藏蓝...', '../img/imgs/5979733_110x180.jpg', '85%', '7', '7', '167', '北京', '郎酒', '浓香型', '218', '201', '201');
INSERT INTO `lists` VALUES ('52°泸州老窖 封藏老酒水...', '../img/imgs/0299225_110x180.png', '100%', '10', '10', '154', '江苏', '水井坊', '浓香型', '630', '202', '202');
INSERT INTO `lists` VALUES ('古井贡酒小古5 45度250ml...', '../img/imgs/3411709_110x180.jpg', '100%', '0', '0', '164', '北京', '国台', '浓香型', '49', '203', '203');
INSERT INTO `lists` VALUES ('52°泸州老窖老窖传奇（...', '../img/imgs/0615549_110x180.png', '100%', '8', '8', '152', '安徽', '茅台', '浓香型', '199', '204', '204');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装（...', '../img/imgs/4086215_110x180.png', '100%', '0', '0', '156', '新疆', '舍得', '浓香型', '1099', '205', '205');
INSERT INTO `lists` VALUES ('洋河梦之蓝M3礼盒52度500...', '../img/imgs/8044407_110x180.png', '100%', '0', '0', '153', '山西', '赖茅', '浓香型', '1267', '206', '206');
INSERT INTO `lists` VALUES ('红白高端大品牌双支组合2...', '../img/imgs/7976554_110x180.jpg', '100%', '0', '0', '152', '江苏', '五粮液', '浓香型', '499', '207', '207');
INSERT INTO `lists` VALUES ('52°水井坊（经典装）500...', '../img/imgs/1494404_110x180.png', '100%', '9', '9', '126', '北京', '国窖', '浓香型', '99', '208', '208');
INSERT INTO `lists` VALUES ('52°泸州老酒坊十年500ML', '../img/imgs/5176675_110x180.png', '100%', '5', '5', '130', '安徽', '泸州老窖', '浓香型', '79', '209', '209');
INSERT INTO `lists` VALUES ('52°泸州陈酿绵柔精品500...', '../img/imgs/3563740_110x180.jpg', '100%', '0', '0', '132', '新疆', '郎酒', '浓香型', '1296', '210', '210');
INSERT INTO `lists` VALUES ('水井坊井台2018年38度500...', '../img/imgs/4015439_110x180.png', '100%', '0', '0', '132', '山西', '水井坊', '浓香型', '199', '211', '211');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装（...', '../img/imgs/0108765_110x180.png', '100%', '0', '0', '126', '其他产地', '国台', '浓香型', '2988', '212', '212');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆哈萨克...', '../img/imgs/5533349_110x180.jpg', '100%', '0', '0', '126', '其他产地', '茅台', '浓香型', '199', '213', '213');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装（...', '../img/imgs/8413613_110x180.png', '100%', '0', '0', '122', '其他产地', '舍得', '浓香型', '159', '214', '214');
INSERT INTO `lists` VALUES ('38°泸州陈酿绵柔贡品500...', '../img/imgs/6159621_110x180.jpg', '100%', '0', '0', '121', '其他产地', '赖茅', '浓香型', '210', '215', '215');
INSERT INTO `lists` VALUES ('古井贡酒小古5 45度250ml...', '../img/imgs/4205581_110x180.jpg', '100%', '0', '0', '119', '贵州', '口子窖', '浓香型', '129', '216', '216');
INSERT INTO `lists` VALUES ('52°泸州老窖老酒坊喜字...', '../img/imgs/7893844_110x180.jpg', '100%', '1', '1', '114', '四川', '汾酒', '浓香型', '9', '217', '217');
INSERT INTO `lists` VALUES ('38°泸州老窖6年头曲品鉴...', '../img/imgs/2686910_110x180.jpg', '100%', '0', '0', '114', '其他产地', '西风', '浓香型', '152', '218', '218');
INSERT INTO `lists` VALUES ('古井贡酒小献礼版50度250...', '../img/imgs/0455025_110x180.jpg', '100%', '0', '0', '114', '四川', '五粮液', '浓香型', '199', '219', '219');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装（...', '../img/imgs/5228086_110x180.png', '100%', '0', '0', '112', '四川', '五粮液', '浓香型', '348', '220', '220');
INSERT INTO `lists` VALUES ('38°泸州老窖醇香A6 500m...', '../img/imgs/4015439_110x180.png', '100%', '0', '0', '109', '北京', '国窖', '浓香型', '49', '221', '221');
INSERT INTO `lists` VALUES ('52°今世缘典藏三年500ML', '../img/imgs/0108765_110x180.png', '100%', '0', '0', '108', '江苏', '泸州老窖', '浓香型', '309', '222', '222');
INSERT INTO `lists` VALUES ('52°燃点 1660ML （含酒...', '../img/imgs/5533349_110x180.jpg', '0%', '1', '1', '103', '北京', '郎酒', '浓香型', '328', '223', '223');
INSERT INTO `lists` VALUES ('45°五粮液黄金国宾酒480...', '../img/imgs/8413613_110x180.png', '100%', '5', '5', '99', '安徽', '水井坊', '浓香型', '288', '224', '224');
INSERT INTO `lists` VALUES ('52°泸州老窖尊贤世家500...', '../img/imgs/6159621_110x180.jpg', '100%', '0', '0', '101', '新疆', '国台', '浓香型', '177', '225', '225');
INSERT INTO `lists` VALUES ('52°沱牌岁月9 500ml', '../img/imgs/4205581_110x180.jpg', '100%', '4', '4', '97', '山西', '茅台', '浓香型', '99', '226', '226');
INSERT INTO `lists` VALUES ('46°绵竹3号精品头曲 500...', '../img/imgs/7893844_110x180.jpg', '100%', '0', '0', '100', '其他产地', '舍得', '浓香型', '2249', '227', '227');
INSERT INTO `lists` VALUES ('水井坊鸿运装52度500ml*6', '../img/imgs/2686910_110x180.jpg', '100%', '0', '0', '100', '其他产地', '赖茅', '浓香型', '199', '228', '228');
INSERT INTO `lists` VALUES ('luzhou/泸州老窖 52°泸...', '../img/imgs/0455025_110x180.jpg', '100%', '4', '4', '95', '其他产地', '口子窖', '浓香型', '279', '229', '229');
INSERT INTO `lists` VALUES ('52°泸州老窖鸿运STAR精...', '../img/imgs/5228086_110x180.png', '100%', '0', '0', '97', '其他产地', '汾酒', '浓香型', '59', '230', '230');
INSERT INTO `lists` VALUES ('38°金六福红色经典500ml', '../img/imgs/4015439_110x180.png', '100%', '0', '0', '96', '贵州', '西风', '浓香型', '199', '231', '231');
INSERT INTO `lists` VALUES ('52度赐窖1976彩韵酒 500m...', '../img/imgs/0108765_110x180.png', '100%', '0', '0', '94', '四川', '五粮液', '浓香型', '779', '232', '232');
INSERT INTO `lists` VALUES ('水井坊典藏大师版38度500...', '../img/imgs/5533349_110x180.jpg', '100%', '0', '0', '94', '其他产地', '五粮液', '浓香型', '298', '233', '233');
INSERT INTO `lists` VALUES ('52°金六福金三星酒450ML...', '../img/imgs/8413613_110x180.png', '100%', '0', '0', '92', '四川', '国窖', '浓香型', '128', '234', '234');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装（...', '../img/imgs/6159621_110x180.jpg', '100%', '0', '0', '90', '四川', '泸州老窖', '浓香型', '699', '235', '235');
INSERT INTO `lists` VALUES ('五粮液2018年39度500ml', '../img/imgs/4205581_110x180.jpg', '100%', '4', '4', '84', '北京', '郎酒', '浓香型', '109', '236', '236');
INSERT INTO `lists` VALUES ('42°双沟二星珍藏500ml', '../img/imgs/7893844_110x180.jpg', '100%', '0', '0', '83', '江苏', '水井坊', '浓香型', '899', '237', '237');
INSERT INTO `lists` VALUES ('水井坊典藏大师版金狮装5...', '../img/imgs/2686910_110x180.jpg', '100%', '0', '0', '82', '北京', '国台', '浓香型', '876', '238', '238');
INSERT INTO `lists` VALUES ('水井坊臻酿八号38度500ml...', '../img/imgs/0455025_110x180.jpg', '100%', '0', '0', '80', '安徽', '茅台', '浓香型', '69', '239', '239');
INSERT INTO `lists` VALUES ('38°古井贡酒 50ml 2006...', '../img/imgs/5228086_110x180.png', '100%', '0', '0', '79', '新疆', '舍得', '浓香型', '125', '240', '240');
INSERT INTO `lists` VALUES ('西凤家族明星组合 55°西...', '../img/imgs/6628038_110x180.png', '100%', '4', '4', '74', '山西', '赖茅', '浓香型', '99', '241', '241');
INSERT INTO `lists` VALUES ('52°燃点 258ml', '../img/imgs/7329515_110x180.jpg', '100%', '6', '6', '70', '江苏', '五粮液', '浓香型', '159', '242', '242');
INSERT INTO `lists` VALUES ('45°金六福.福酒.中国红5...', '../img/imgs/5126640_110x180.jpg', '100%', '12', '12', '61', '北京', '国窖', '浓香型', '2009', '243', '243');
INSERT INTO `lists` VALUES ('水井坊臻酿八号38度500ml...', '../img/imgs/9939085_110x180.jpg', '100%', '0', '0', '70', '安徽', '泸州老窖', '浓香型', '145', '244', '244');
INSERT INTO `lists` VALUES ('52°泸州老窖老窖名酿九...', '../img/imgs/5505359_110x180.jpg', '100%', '0', '0', '67', '新疆', '郎酒', '浓香型', '398', '245', '245');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装500...', '../img/imgs/0432100_110x180.png', '100%', '0', '0', '63', '山西', '水井坊', '浓香型', '1558', '246', '246');
INSERT INTO `lists` VALUES ('水井坊典藏大师版38度500...', '../img/imgs/7818168_110x180.jpg', '100%', '0', '0', '63', '其他产地', '国台', '浓香型', '569', '247', '247');
INSERT INTO `lists` VALUES ('52度百年泸州老窖窖龄60...', '../img/imgs/1453631_110x180.jpg', '100%', '3', '3', '58', '其他产地', '茅台', '浓香型', '398', '248', '248');
INSERT INTO `lists` VALUES ('52度天下福代代福盒装500...', '../img/imgs/1707482_110x180.png', '100%', '0', '0', '59', '其他产地', '舍得', '浓香型', '416', '249', '249');
INSERT INTO `lists` VALUES ('陈年老酒 50°明光优曲酒...', '../img/imgs/4916849_110x180.jpg', '100%', '1', '1', '56', '其他产地', '赖茅', '浓香型', '79', '250', '250');
INSERT INTO `lists` VALUES ('52°泸州老酒坊五年500ML', '../img/imgs/6159621_110x180.jpg', '100%', '0', '0', '56', '贵州', '口子窖', '浓香型', '179', '251', '251');
INSERT INTO `lists` VALUES ('52°泸州老窖洞藏老窖鉴...', '../img/imgs/4205581_110x180.jpg', '100%', '0', '0', '55', '四川', '汾酒', '浓香型', '149', '252', '252');
INSERT INTO `lists` VALUES ('52°金六福 福一星 475ml...', '../img/imgs/7893844_110x180.jpg', '100%', '11', '11', '44', '其他产地', '西风', '浓香型', '166', '253', '253');
INSERT INTO `lists` VALUES ('42°分金亭喜日子风潮酒5...', '../img/imgs/2686910_110x180.jpg', '100%', '2', '2', '53', '四川', '五粮液', '浓香型', '699', '254', '254');
INSERT INTO `lists` VALUES ('52°五粮国宾酒水晶盒装5...', '../img/imgs/0455025_110x180.jpg', '100%', '1', '1', '54', '四川', '五粮液', '浓香型', '349', '255', '255');
INSERT INTO `lists` VALUES ('52°五粮特曲500ML', '../img/imgs/5228086_110x180.png', '100%', '0', '0', '52', '北京', '国窖', '浓香型', '398', '256', '256');
INSERT INTO `lists` VALUES ('水井坊小水井52度500ml*2', '../img/imgs/6628038_110x180.png', '100%', '0', '0', '51', '江苏', '泸州老窖', '浓香型', '578', '257', '257');
INSERT INTO `lists` VALUES ('河套王20 52度500ml', '../img/imgs/7329515_110x180.jpg', '100%', '0', '0', '50', '北京', '郎酒', '浓香型', '199', '258', '258');
INSERT INTO `lists` VALUES ('52°今世缘典藏十年500ML', '../img/imgs/5126640_110x180.jpg', '100%', '0', '0', '50', '安徽', '水井坊', '浓香型', '996', '259', '259');
INSERT INTO `lists` VALUES ('水井坊鸿运装52度500ml *...', '../img/imgs/9939085_110x180.jpg', '100%', '0', '0', '49', '新疆', '国台', '浓香型', '199', '260', '260');
INSERT INTO `lists` VALUES ('52°燃点 1660ML （无皮...', '../img/imgs/5505359_110x180.jpg', '100%', '9', '9', '38', '山西', '茅台', '浓香型', '99', '261', '261');
INSERT INTO `lists` VALUES ('52°泸州老窖八年陈头曲...', '../img/imgs/0432100_110x180.png', '100%', '10', '10', '35', '其他产地', '舍得', '浓香型', '2570', '262', '262');
INSERT INTO `lists` VALUES ('52°水井坊晶狮装礼盒', '../img/imgs/7818168_110x180.jpg', '100%', '0', '0', '43', '其他产地', '赖茅', '浓香型', '128', '263', '263');
INSERT INTO `lists` VALUES ('52°今世缘典藏五年500ML', '../img/imgs/1453631_110x180.jpg', '100%', '0', '0', '42', '其他产地', '口子窖', '浓香型', '354', '264', '264');
INSERT INTO `lists` VALUES ('52°金六福福星高照三星5...', '../img/imgs/1707482_110x180.png', '100%', '0', '0', '40', '其他产地', '汾酒', '浓香型', '776', '265', '265');
INSERT INTO `lists` VALUES ('52°五粮尊500ML*2', '../img/imgs/4916849_110x180.jpg', '100%', '0', '0', '38', '贵州', '西风', '浓香型', '69', '266', '266');
INSERT INTO `lists` VALUES ('38°泸州老窖醇香A1 500m...', '../img/imgs/6159621_110x180.jpg', '100%', '0', '0', '38', '四川', '五粮液', '浓香型', '2888', '267', '267');
INSERT INTO `lists` VALUES ('45°柳浪春酒480ml 2005...', '../img/imgs/4205581_110x180.jpg', '100%', '1', '1', '37', '其他产地', '五粮液', '浓香型', '1989', '268', '268');
INSERT INTO `lists` VALUES ('（2005年） 52°五粮液 5...', '../img/imgs/7893844_110x180.jpg', '100%', '1', '1', '36', '四川', '国窖', '浓香型', '68', '269', '269');
INSERT INTO `lists` VALUES ('52°五粮液股份有限公司...', '../img/imgs/2686910_110x180.jpg', '100%', '6', '6', '28', '四川', '泸州老窖', '浓香型', '878', '270', '270');
INSERT INTO `lists` VALUES ('剑南春52度500ml电商版*2', '../img/imgs/0455025_110x180.jpg', '100%', '0', '0', '34', '北京', '郎酒', '浓香型', '2199', '271', '271');
INSERT INTO `lists` VALUES ('水井坊晶猪贺岁54度800ml', '../img/imgs/5228086_110x180.png', '100%', '0', '0', '31', '江苏', '水井坊', '浓香型', '688', '272', '272');
INSERT INTO `lists` VALUES ('52°紫砂大曲陶然典藏500...', '../img/imgs/6628038_110x180.png', '100%', '10', '10', '20', '北京', '国台', '浓香型', '4674', '273', '273');
INSERT INTO `lists` VALUES ('水井坊典藏大师版38度500...', '../img/imgs/7329515_110x180.jpg', '100%', '0', '0', '30', '安徽', '茅台', '浓香型', '2999', '274', '274');
INSERT INTO `lists` VALUES ('水井坊康乾古窖池酒浓香...', '../img/imgs/5126640_110x180.jpg', '100%', '0', '0', '29', '新疆', '舍得', '浓香型', '158', '275', '275');
INSERT INTO `lists` VALUES ('52°五粮头曲500ML', '../img/imgs/9939085_110x180.jpg', '100%', '0', '0', '27', '山西', '赖茅', '浓香型', '538', '276', '276');
INSERT INTO `lists` VALUES ('52°五粮陈壹号500ml 礼...', '../img/imgs/5505359_110x180.jpg', '100%', '3', '3', '23', '江苏', '五粮液', '浓香型', '88', '277', '277');
INSERT INTO `lists` VALUES ('52°百家坊酒(玻璃瓶）25...', '../img/imgs/0432100_110x180.png', '100%', '5', '5', '20', '北京', '国窖', '浓香型', '2000', '278', '278');
INSERT INTO `lists` VALUES ('(2012年)  五粮液52度500...', '../img/imgs/7818168_110x180.jpg', '100%', '3', '3', '22', '安徽', '泸州老窖', '浓香型', '189', '279', '279');
INSERT INTO `lists` VALUES ('52°剑南液佳品500ml', '../img/imgs/1453631_110x180.jpg', '100%', '0', '0', '24', '新疆', '郎酒', '浓香型', '336', '280', '280');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆幸福版5...', '../img/imgs/1707482_110x180.png', '100%', '0', '0', '24', '山西', '水井坊', '浓香型', '198', '281', '281');
INSERT INTO `lists` VALUES ('52°百家坊酒 (玻璃瓶）5...', '../img/imgs/4916849_110x180.jpg', '100%', '4', '4', '17', '其他产地', '国台', '浓香型', '1614', '282', '282');
INSERT INTO `lists` VALUES ('水井坊小水井52度500ml*6', '../img/imgs/5120437_110x180.jpg', '100%', '0', '0', '20', '其他产地', '茅台', '浓香型', '228', '283', '283');
INSERT INTO `lists` VALUES ('52°泸州老窖鉴赏级典藏3...', '../img/imgs/9347952_110x180.png', '100%', '4', '4', '15', '其他产地', '舍得', '浓香型', '159', '284', '284');
INSERT INTO `lists` VALUES ('52°泸州老窖浓香御韵', '../img/imgs/4118226_110x180.jpg', '100%', '0', '0', '19', '其他产地', '赖茅', '浓香型', '199', '285', '285');
INSERT INTO `lists` VALUES ('45度红同庆500ml', '../img/imgs/0730349_110x180.jpg', '100%', '0', '0', '18', '贵州', '口子窖', '浓香型', '328', '286', '286');
INSERT INTO `lists` VALUES ('52°五粮液福中福酒（隆...', '../img/imgs/0677123_110x180.png', '100%', '0', '0', '18', '四川', '汾酒', '浓香型', '1199', '287', '287');
INSERT INTO `lists` VALUES ('52°精品泸州老窖特曲 50...', '../img/imgs/7845760_110x180.png', '100%', '2', '2', '14', '其他产地', '西风', '浓香型', '168', '288', '288');
INSERT INTO `lists` VALUES ('45°百家坊酒（玻璃瓶红...', '../img/imgs/9344680_110x180.png', '100%', '4', '4', '12', '四川', '五粮液', '浓香型', '99', '289', '289');
INSERT INTO `lists` VALUES ('52°習水大曲经福运500ML', '../img/imgs/9953258_110x180.png', '100%', '0', '0', '15', '四川', '五粮液', '浓香型', '294', '290', '290');
INSERT INTO `lists` VALUES ('52°百年沱牌经典 500ml', '../img/imgs/2297083_110x180.png', '100%', '0', '0', '15', '北京', '国窖', '浓香型', '289', '291', '291');
INSERT INTO `lists` VALUES ('52°泸州老窖老酒坊喜字...', '../img/imgs/4517377_110x180.png', '100%', '1', '1', '13', '江苏', '泸州老窖', '浓香型', '198', '292', '292');
INSERT INTO `lists` VALUES ('老窖陈酒珍品浓香型52度5...', '../img/imgs/5120437_110x180.jpg', '100%', '0', '0', '14', '北京', '郎酒', '浓香型', '538', '293', '293');
INSERT INTO `lists` VALUES ('水井坊井台52度250ml*2', '../img/imgs/9347952_110x180.png', '100%', '0', '0', '14', '安徽', '水井坊', '浓香型', '1398', '294', '294');
INSERT INTO `lists` VALUES ('水井坊井台珍藏版凤53度1...', '../img/imgs/4118226_110x180.jpg', '100%', '0', '0', '13', '新疆', '国台', '浓香型', '158', '295', '295');
INSERT INTO `lists` VALUES ('52°绵竹大曲百年同庆500...', '../img/imgs/0730349_110x180.jpg', '100%', '0', '0', '12', '山西', '茅台', '浓香型', '268', '296', '296');
INSERT INTO `lists` VALUES ('46°剑南福酒(红盖) 500m...', '../img/imgs/0677123_110x180.png', '100%', '3', '3', '9', '其他产地', '舍得', '浓香型', '498', '297', '297');
INSERT INTO `lists` VALUES ('52°泸州老窖窖酒500ml 9...', '../img/imgs/7845760_110x180.png', '100%', '0', '0', '12', '其他产地', '赖茅', '浓香型', '528', '298', '298');
INSERT INTO `lists` VALUES ('河套王20 36度500ml', '../img/imgs/9344680_110x180.png', '100%', '0', '0', '12', '其他产地', '口子窖', '浓香型', '29', '299', '299');
INSERT INTO `lists` VALUES ('45°泸州老窖淡雅原味（...', '../img/imgs/9953258_110x180.png', '100%', '0', '0', '12', '其他产地', '汾酒', '浓香型', '1398', '300', '300');
INSERT INTO `lists` VALUES ('水井坊井台珍藏版龙53度1...', '../img/imgs/5120437_110x180.jpg', '100%', '0', '0', '11', '贵州', '西风', '浓香型', '166', '301', '301');
INSERT INTO `lists` VALUES ('42度牛栏山陈酿 500ML*12...', '../img/imgs/9347952_110x180.png', '100%', '0', '0', '11', '四川', '五粮液', '浓香型', '760', '302', '302');
INSERT INTO `lists` VALUES ('52°全兴大曲 250ml 01-0...', '../img/imgs/4118226_110x180.jpg', '100%', '2', '2', '7', '其他产地', '五粮液', '浓香型', '10998', '303', '303');
INSERT INTO `lists` VALUES ('水井坊博物馆壹号53度100...', '../img/imgs/0730349_110x180.jpg', '100%', '0', '0', '8', '四川', '国窖', '浓香型', '68', '304', '304');
INSERT INTO `lists` VALUES ('52°老泸州明瓷500ML', '../img/imgs/0677123_110x180.png', '0%', '1', '1', '6', '四川', '泸州老窖', '浓香型', '48', '305', '305');
INSERT INTO `lists` VALUES ('52°老泸州六年窖酒500ML', '../img/imgs/7845760_110x180.png', '100%', '0', '0', '6', '北京', '郎酒', '浓香型', '45', '306', '306');
INSERT INTO `lists` VALUES ('52°老泸州酒缘500ML', '../img/imgs/9344680_110x180.png', '100%', '0', '0', '6', '江苏', '水井坊', '浓香型', '98', '307', '307');
INSERT INTO `lists` VALUES ('52°泸州老窖佳酿原味500...', '../img/imgs/9953258_110x180.png', '100%', '0', '0', '6', '北京', '国台', '浓香型', '79', '308', '308');
INSERT INTO `lists` VALUES ('52°金六福福星高照四星5...', '../img/imgs/2297083_110x180.png', '100%', '0', '0', '6', '安徽', '茅台', '浓香型', '399', '309', '309');
INSERT INTO `lists` VALUES ('天下福52度 500ml五福套...', '../img/imgs/4517377_110x180.png', '100%', '0', '0', '5', '新疆', '舍得', '浓香型', '1008', '310', '310');
INSERT INTO `lists` VALUES ('泸州老窖精品头曲D9浓香...', '../img/imgs/5120437_110x180.jpg', '100%', '0', '0', '5', '山西', '赖茅', '浓香型', '69', '311', '311');
INSERT INTO `lists` VALUES ('52°泸州老窖陈酒陈酿500...', '../img/imgs/9347952_110x180.png', '100%', '0', '0', '5', '江苏', '五粮液', '浓香型', '2261', '312', '312');
INSERT INTO `lists` VALUES ('52°国窖1573 中国品味50...', '../img/imgs/4118226_110x180.jpg', '100%', '0', '0', '4', '北京', '国窖', '浓香型', '1466', '313', '313');
INSERT INTO `lists` VALUES ('红白超划算整箱组合（52...', '../img/imgs/0730349_110x180.jpg', '100%', '1', '1', '3', '安徽', '泸州老窖', '浓香型', '456', '314', '314');
INSERT INTO `lists` VALUES ('红白平价新春炫蓝双支组...', '../img/imgs/0677123_110x180.png', '0%', '1', '1', '3', '新疆', '郎酒', '浓香型', '519', '315', '315');
INSERT INTO `lists` VALUES ('水井坊井台丝路版寻迹52...', '../img/imgs/7845760_110x180.png', '100%', '0', '0', '3', '山西', '水井坊', '浓香型', '1999', '316', '316');
INSERT INTO `lists` VALUES ('水井坊梅兰竹菊礼盒装52...', '../img/imgs/9344680_110x180.png', '100%', '0', '0', '3', '其他产地', '国台', '浓香型', '118', '317', '317');
INSERT INTO `lists` VALUES ('52°五粮液祝君财源广进5...', '../img/imgs/9953258_110x180.png', '100%', '0', '0', '3', '其他产地', '茅台', '浓香型', '1056', '318', '318');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/3292240_110x180.jpg', '100%', '0', '0', '3', '其他产地', '舍得', '浓香型', '113', '319', '319');
INSERT INTO `lists` VALUES ('45°泸州老白干480ml-6支...', '../img/imgs/8294529_110x180.png', '100%', '0', '0', '2', '其他产地', '赖茅', '浓香型', '113', '320', '320');
INSERT INTO `lists` VALUES ('45°泸州老窖红高粱480ml...', '../img/imgs/8079477_110x180.jpg', '100%', '0', '0', '2', '贵州', '口子窖', '浓香型', '1180', '321', '321');
INSERT INTO `lists` VALUES ('52°水井坊（典藏）500ml', '../img/imgs/6771495_110x180.png', '100%', '1', '1', '1', '四川', '汾酒', '浓香型', '2580', '322', '322');
INSERT INTO `lists` VALUES ('55°国窖1573 红爵600ml', '../img/imgs/5927776_110x180.jpg', '100%', '0', '0', '2', '其他产地', '西风', '浓香型', '79', '323', '323');
INSERT INTO `lists` VALUES ('52°習水大曲财运酒500ML', '../img/imgs/4113905_110x180.jpg', '100%', '0', '0', '2', '四川', '五粮液', '浓香型', '1056', '324', '324');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/5048926_110x180.jpg', '100%', '0', '0', '2', '四川', '五粮液', '浓香型', '368', '325', '325');
INSERT INTO `lists` VALUES ('52°五粮液富贵天下 珍品...', '../img/imgs/0793694_110x180.jpg', '100%', '0', '0', '2', '北京', '国窖', '浓香型', '128', '326', '326');
INSERT INTO `lists` VALUES ('淡雅河套12 38度500ml', '../img/imgs/6769763_110x180.jpg', '100%', '0', '0', '1', '江苏', '泸州老窖', '浓香型', '198', '327', '327');
INSERT INTO `lists` VALUES ('淡雅河套16 38度500ml', '../img/imgs/8643191_110x180.jpg', '100%', '0', '0', '1', '北京', '郎酒', '浓香型', '1614', '328', '328');
INSERT INTO `lists` VALUES ('水井坊井台52度250ml*6', '../img/imgs/3292240_110x180.jpg', '100%', '0', '0', '1', '安徽', '水井坊', '浓香型', '1080', '329', '329');
INSERT INTO `lists` VALUES ('五粮液尊耀珍品级52度500...', '../img/imgs/3292240_110x180.jpg', '100%', '0', '0', '0', '新疆', '国台', '浓香型', '398', '330', '330');
INSERT INTO `lists` VALUES ('52°燃点1660ML（无皮套...', '../img/imgs/3292240_110x180.jpg', '100%', '0', '0', '0', '山西', '茅台', '浓香型', '2278', '331', '331');
INSERT INTO `lists` VALUES ('剑南春38度500ml电商版*6', '../img/imgs/8294529_110x180.png', '100%', '0', '0', '0', '其他产地', '舍得', '浓香型', '198', '332', '332');
INSERT INTO `lists` VALUES ('河套王品格壹号52度500ml', '../img/imgs/8079477_110x180.jpg', '100%', '0', '0', '0', '其他产地', '赖茅', '浓香型', '756', '333', '333');
INSERT INTO `lists` VALUES ('剑南春38度500ml电商版*2', '../img/imgs/6771495_110x180.png', '100%', '0', '0', '0', '其他产地', '口子窖', '浓香型', '799', '334', '334');
INSERT INTO `lists` VALUES ('黄鹤楼陈香大师酒52度500...', '../img/imgs/5927776_110x180.jpg', '100%', '0', '0', '0', '其他产地', '汾酒', '浓香型', '359', '335', '335');
INSERT INTO `lists` VALUES ('水井坊臻酿八号38度500ml', '../img/imgs/4113905_110x180.jpg', '100%', '0', '0', '0', '贵州', '西风', '浓香型', '389', '336', '336');
INSERT INTO `lists` VALUES ('水井坊臻酿八号禧庆版38...', '../img/imgs/5048926_110x180.jpg', '100%', '0', '0', '0', '四川', '五粮液', '浓香型', '899', '337', '337');
INSERT INTO `lists` VALUES ('水井坊画卷52度1000ml', '../img/imgs/0793694_110x180.jpg', '100%', '0', '0', '0', '其他产地', '五粮液', '浓香型', '290', '338', '338');
INSERT INTO `lists` VALUES ('黄鹤楼陈香1979 42度500m...', '../img/imgs/6769763_110x180.jpg', '100%', '0', '0', '0', '四川', '国窖', '浓香型', '1298', '339', '339');
INSERT INTO `lists` VALUES ('黄鹤楼酒大清香53度900ml', '../img/imgs/8643191_110x180.jpg', '100%', '0', '0', '0', '四川', '泸州老窖', '浓香型', '278', '340', '340');
INSERT INTO `lists` VALUES ('泸州老窖头曲浓香型45度1...', '../img/imgs/8294529_110x180.png', '100%', '0', '0', '0', '北京', '郎酒', '浓香型', '979', '341', '341');
INSERT INTO `lists` VALUES ('水井坊典藏大师版52度500...', '../img/imgs/8079477_110x180.jpg', '100%', '0', '0', '0', '江苏', '水井坊', '浓香型', '300', '342', '342');
INSERT INTO `lists` VALUES ('黄鹤楼酒五楼52度500ml', '../img/imgs/6771495_110x180.png', '100%', '0', '0', '0', '北京', '国台', '浓香型', '558', '343', '343');
INSERT INTO `lists` VALUES ('古井贡酒年份原浆古16红...', '../img/imgs/5927776_110x180.jpg', '100%', '0', '0', '0', '安徽', '茅台', '浓香型', '268', '344', '344');
INSERT INTO `lists` VALUES ('河套王品格叁号2019年52...', '../img/imgs/4113905_110x180.jpg', '100%', '0', '0', '0', '新疆', '舍得', '浓香型', '179', '345', '345');
INSERT INTO `lists` VALUES ('五粮液黄金酒万福礼盒39...', '../img/imgs/5048926_110x180.jpg', '100%', '0', '0', '0', '山西', '赖茅', '浓香型', '59', '346', '346');
INSERT INTO `lists` VALUES ('洋河蓝色经典梦之蓝M1 45...', '../img/imgs/0793694_110x180.jpg', '100%', '0', '0', '0', '江苏', '五粮液', '浓香型', '218', '347', '347');
INSERT INTO `lists` VALUES ('黄鹤楼酒三楼52度500ml', '../img/imgs/6769763_110x180.jpg', '100%', '0', '0', '0', '北京', '国窖', '浓香型', '199', '348', '348');
INSERT INTO `lists` VALUES ('52度苏金樽青花韵国花十...', '../img/imgs/8643191_110x180.jpg', '100%', '0', '0', '0', '安徽', '泸州老窖', '浓香型', '1192', '349', '349');
INSERT INTO `lists` VALUES ('38°洋河禧酒 500ml 1999...', '../img/imgs/8294529_110x180.png', '100%', '0', '0', '0', '新疆', '郎酒', '浓香型', '234', '350', '350');
INSERT INTO `lists` VALUES ('52°富贵西凤牡丹酒500ml...', '../img/imgs/8079477_110x180.jpg', '100%', '0', '0', '0', '山西', '水井坊', '浓香型', '7194', '351', '351');
INSERT INTO `lists` VALUES ('52°五粮液1618 500ml*6', '../img/imgs/6771495_110x180.png', '100%', '0', '0', '0', '其他产地', '国台', '浓香型', '99', '352', '352');
INSERT INTO `lists` VALUES ('52度牛栏山百年陈酿（三...', '../img/imgs/5927776_110x180.jpg', '100%', '0', '0', '0', '其他产地', '茅台', '浓香型', '1424', '353', '353');
INSERT INTO `lists` VALUES ('古井跨年超值组合五件套', '../img/imgs/4113905_110x180.jpg', '100%', '0', '0', '0', '其他产地', '舍得', '浓香型', '56', '354', '354');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `uid` int(255) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `regtime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`uid`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('11', '13211111112', '12345678', '2019-09-06 11:10:02');
INSERT INTO `users` VALUES ('10', '13211111111', '1234567', '2019-09-05 21:11:14');
SET FOREIGN_KEY_CHECKS=1;
